Repository: SeedsHereNow420/shn
Catalog: app/Resources/translations/*/AdminStatsFeature.*.xlf
Languages: fr_fr

source: Stats
fr_fr: Statistiques

source: %d%% of your Catalog
fr_fr: %d%% de votre catalogue

source: No customers
fr_fr: Aucun client

source: %d%% Female Customers
fr_fr: %d%% de femmes

source: %d%% Male Customers
fr_fr: %d%% d'hommes

source: %d%% Neutral Customers
fr_fr: %d%% de genre inconnu

source: %d years
fr_fr: %d ans

source: %.1f hours
fr_fr: %.1f heures

source: No orders
fr_fr: Pas de commande

source: No category
fr_fr: Aucune cat√©gorie
