Repository: SeedsHereNow420/shn
Catalog: app/Resources/translations/*/AdminOrderscustomersNotification.*.xlf
Languages: fr_fr

source: The message was successfully sent to the customer.
fr_fr: Le message a bien été envoyé au client.

source: A partial refund was successfully created.
fr_fr: Remboursement partiel créé avec succès.

source: expires on %s.
fr_fr: expire le %s.

source: downloadable %d time(s)
fr_fr: téléchargeable %d fois

source: Invalid new order status
fr_fr: État de commande invalide

source: Direct link
fr_fr: Lien direct

source: You have to select a shop if you want to create a customer.
fr_fr: Vous devez sélectionner une boutique si vous voulez créer un client.

source: There is no status defined for this order.
fr_fr: Cette commande n'a pas d'état défini.

source: Unknown delete mode:
fr_fr: Mode de suppression inconnu :

source: Password cannot be empty.
fr_fr: Le champ du mot de passe ne peut être vide.

source: An error occurred while loading the object.
fr_fr: Une erreur s'est produite lors du chargement de l'objet.

source: (cannot load object)
fr_fr: (impossible de charger l'objet)

source: A default customer group must be selected in group box.
fr_fr: Le groupe par défaut du client doit être coché.

source: This customer does not exist.
fr_fr: Le client n'existe pas

source: This customer already exists as a non-guest.
fr_fr: Ce client existe déjà en tant que non-invité.

source: An error occurred while updating customer information.
fr_fr: Une erreur s'est produite pendant la mise à jour du client.

source: An account already exists for this email address:
fr_fr: Un compte existe déjà avec cette adresse e-mail :

source: This email address is not registered.
fr_fr: Adresse e-mail introuvable.

source: This customer ID is not recognized.
fr_fr: Cet identifiant client n'est pas reconnu.

source: This email address is not valid. Please use an address like bob@example.com.
fr_fr: Cette adresse email n'est pas valide. Une adresse valide est du type jean@exemple.com.

source: The identification number is incorrect or has already been used.
fr_fr: Le numéro d'identification est incorrect ou a déjà été utilisé.

source: You have selected a state for a country that does not contain states.
fr_fr: Vous avez sélectionné un état pour un pays qui n'en a pas.

source: An address located in a country containing states must have a state selected.
fr_fr: Une adresse localisée dans un pays contenant des états doit sélectionner un état

source: An error occurred while linking this address to its order.
fr_fr: Une erreur est survenue lors de la liaison entre l'adresse et sa commande

source: An error has occurred: Can't save the current order's return status.
fr_fr: Une erreur s'est produite : impossible d'enregistrer l'état actuel du retour produit.

source: An error has occurred: Can't delete the current order's return status.
fr_fr: Une erreur s'est produite : impossible de supprimer l'état actuel du retour produit.

source: No delivery slip was found for this period.
fr_fr: Aucun bon de livraison trouvé pour cette période

source: An error occurred. Your message was not sent. Please contact your system administrator.
fr_fr: Une erreur s'est produite, le message n'a pu être envoyé. Veuillez contacter votre administrateur système.

source: Cannot create message in a new thread.
fr_fr: Impossible de créer un message dans un nouveau fil de discussion.

source: The message body is empty, cannot import it.
fr_fr: Le corps du message est vide, impossible de l'importer.

source: Invalid message content for subject: %s
fr_fr: Contenu de message invalide pour l'object "%s"

source: The message content is not valid, cannot import it.
fr_fr: Le contenu du message n'est pas valide, impossible de l'importer.

source: No order was found with this ID:
fr_fr: Aucune commande avec cet ID :

source: No invoice was found with this ID:
fr_fr: Aucune facture avec cet ID :

source: No cart was found with this ID:
fr_fr: Aucun panier avec cet ID :

source: You have to select a shop before creating new orders.
fr_fr: Vous devez choisir une boutique pour créer de nouvelles commandes

source: This cart does not exists
fr_fr: Ce panier n'existe pas

source: The cart must have a customer
fr_fr: Le panier doit avoir un client

source: Order status #%d cannot be loaded
fr_fr: L'état de la commande n°%d ne peut pas être chargé

source: Order #%d cannot be loaded
fr_fr: La commande n°%d ne peut pas être chargé

source: Order #%d has already been assigned this status.
fr_fr: Cet état est déjà appliqué à la commande n°%d.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
fr_fr: Une erreur est survenue lors du changement d'état de la commande n°%d, ou il n'est pas possible d'envoyer l'e-mail au client.

source: The order carrier ID is invalid.
fr_fr: L'identifiant du transporteur de cette commande n'est pas valable

source: The tracking number is incorrect.
fr_fr: Numéro de suivi incorrect

source: An error occurred while sending an email to the customer.
fr_fr: Une erreur est survenue lors de l'envoi de l'e-mail au client.

source: The order carrier cannot be updated.
fr_fr: L'identifiant du transporteur de cette commande ne peut pas être mis à jour

source: The new order status is invalid.
fr_fr: État de commande non valable.

source: An error occurred while changing order status, or we were unable to send an email to the customer.
fr_fr: Une erreur est survenue lors du changement d'état et/ou de l'envoi de l'e-mail au client.

source: The order has already been assigned this status.
fr_fr: Cette commande a déjà cet état

source: The customer is invalid.
fr_fr: Le client n'est pas valable

source: The message cannot be blank.
fr_fr: Le message ne doit pas être vide

source: field %s is required.
fr_fr: Le champ %s est requis.

source: Please enter a quantity to proceed with your refund.
fr_fr: Veuillez renseigner une quantité pour procéder au remboursement.

source: Please enter an amount to proceed with your refund.
fr_fr: Veuillez renseigner un montant pour procéder au remboursement.

source: You cannot generate a partial credit slip.
fr_fr: Impossible de générer un remboursement partiel

source: You cannot generate a voucher.
fr_fr: Impossible de générer un bon de réduction

source: The partial refund data is incorrect.
fr_fr: Les données de remboursement partiel ne sont pas correctes

source: You must select a product.
fr_fr: Vous devez sélectionner un produit

source: You must enter a quantity.
fr_fr: Vous devez saisir une quantité.

source: No quantity has been selected for this product.
fr_fr: Pas de quantité sélectionnée pour le produit.

source: An invalid quantity was selected for this product.
fr_fr: La quantité sélectionnée pour ce produit n'est pas valable.

source: An error occurred while attempting to delete the product.
fr_fr: Une erreur est survenue lors de la suppression du produit.

source: An error occurred while attempting to delete product customization.
fr_fr: Une erreur est survenue lors de la suppression de la personnalisation du produit..

source: A credit slip cannot be generated.
fr_fr: Impossible de générer un remboursement.

source: No product or quantity has been selected.
fr_fr: Aucun produit ou quantité sélectionné.

source: The order cannot be found
fr_fr: La commande n'a pu être trouvée

source: The amount is invalid.
fr_fr: Le montant n'est pas valable

source: The selected payment method is invalid.
fr_fr: Le moyen de paiement choisi n'est pas valable.

source: The transaction ID is invalid.
fr_fr: L'identifiant de transaction n'est pas valable

source: The selected currency is invalid.
fr_fr: La devise n'est pas valable

source: The invoice is invalid.
fr_fr: La facture n'est pas valable

source: The date is invalid
fr_fr: La date n'est pas valable

source: An error occurred during payment.
fr_fr: Une erreur est survenue lors de l'ajout du paiement de la commande

source: The invoice note was not saved.
fr_fr: Impossible d'enregistrer cette note de facture.

source: Failed to upload the invoice and edit its note.
fr_fr: Impossible de charger la facture et de modifier sa note.

source: This delivery address country is not active.
fr_fr: Le pays de l'adresse de livraison n'est pas actif.

source: This invoice address country is not active.
fr_fr: Le pays de l'adresse de facturation n'est pas actif.

source: This address can't be loaded
fr_fr: Cette adresse n'a pas pu être chargée.

source: You cannot change the currency.
fr_fr: Vous ne pouvez pas changer la devise

source: Invoice management has been disabled.
fr_fr: La gestion des factures a été désactivé

source: This order already has an invoice.
fr_fr: Cette commande a déjà une facture

source: You cannot edit this cart rule.
fr_fr: Impossible de modifier cette règle de prix panier pour cette commande

source: You must specify a name in order to create a new discount.
fr_fr: Vous devez indiquer un nom afin de créer un bon de réduction

source: The discount value is invalid.
fr_fr: La valeur de la remise n'est pas valable

source: The discount value is greater than the order invoice total.
fr_fr: La valeur de la remise est supérieure au montant totale de la facture

source: The discount value is greater than the order total.
fr_fr: La valeur de la remise est supérieure au montant totale de la commande

source: The discount type is invalid.
fr_fr: Type de remise non valable

source: An error occurred during the OrderCartRule creation
fr_fr: Une erreur s'est produite lors de la création de OrderCartRule

source: An error occurred while loading order status.
fr_fr: Une erreur est survenue lors de la mise à jour du statut.

source: An error occurred while sending the e-mail to the customer.
fr_fr: Une erreur est survenue lors de l'envoi de l'email au client.

source: This product is out of stock:
fr_fr: Ce produit est en rupture de stock :

source: The email was sent to your customer.
fr_fr: L'e-mail a été envoyé au client.

source: Error in sending the email to your customer.
fr_fr: Erreur durant l'envoi de l'e-mail au client.

source: The order object cannot be loaded.
fr_fr: Impossible de charger l'objet Order

source: You cannot add products to delivered orders.
fr_fr: Vous ne pouvez pas ajouter de produit à une commande déjà livrée.

source: The product object cannot be loaded.
fr_fr: Impossible de charger l'objet Product

source: The combination object cannot be loaded.
fr_fr: Impossible de charger l'objet Combination

source: You must add %d minimum quantity
fr_fr: Vous devez ajouter %d quantité(s) minimale(s)

source: You already have the maximum quantity available for this product.
fr_fr: Vous avez atteint la quantité maximum pour ce produit.

source: [Generated] CartRule for Free Shipping
fr_fr: [Génération] Règle panier pour livraison offerte

source: The OrderDetail object cannot be loaded.
fr_fr: Impossible de charger l'objet OrderDetail

source: The address object cannot be loaded.
fr_fr: Impossible de charger l'objet Address

source: An error occurred while editing the product line.
fr_fr: Une erreur s'est produite lors de la modification de cette ligne de produit

source: An error occurred while attempting to delete the product line.
fr_fr: Une erreur s'est produite lors de la suppression de cette ligne de produit

source: The Order Detail object could not be loaded.
fr_fr: Impossible de charger l'objet Order Detail

source: The invoice object cannot be loaded.
fr_fr: Impossible de charger l'objet Invoice

source: You cannot edit the order detail for this order.
fr_fr: Impossible de modifier ce détail de commande pour cette commande

source: You cannot edit a delivered order.
fr_fr: Impossible de modifier une commande livrée

source: You cannot use this invoice for the order
fr_fr: Impossible d'utiliser cette facture pour cette commande

source: Invalid price
fr_fr: Le prix n'est pas valable

source: Invalid quantity
fr_fr: Quantité invalide

source: You cannot delete the order detail.
fr_fr: Impossible de supprimer ce détail de commande pour cette commande

source: This product cannot be re-stocked.
fr_fr: Impossible de restocker le produit

source: The order cannot be found within your database.
fr_fr: Commande introuvable dans la base de données

source: The order ID -- or the invoice order ID -- is missing.
fr_fr: Identifiant de commande ou de facture manquant

source: No invoice was found.
fr_fr: Aucune facture trouvée

source: No order slips were found.
fr_fr: Aucun remboursement trouvé

source: The supply order ID is missing.
fr_fr: Identifiant de commande fournisseur introuvable

source: The supply order cannot be found within your database.
fr_fr: Commande fournisseur introuvable dans la base de données

source: The order invoice cannot be found within your database.
fr_fr: Facture introuvable

source: An error occurred while deleting the details of your order return.
fr_fr: Une erreur s'est produite pendant la suppression du retour produit.

source: You need at least one product.
fr_fr: vous devez avoir au moins un produit

source: The order return is invalid.
fr_fr: le retour produit est invalide

source: The order return content is invalid.
fr_fr: Le détail du retour produit n'est valable.

source: No order return ID has been specified.
fr_fr: Aucun ID de retour de commande.

source: Invalid "From" date
fr_fr: Date de début invalide

source: Invalid "To" date
fr_fr: Date de fin invalide

source: No invoice has been found for this period.
fr_fr: Aucune facture trouvée pour cette période.

source: You must select at least one order status.
fr_fr: Vous devez sélectionner au moins un état de commande.

source: No invoice has been found for this status.
fr_fr: Aucune facture trouvée pour ces états.

source: Invalid invoice number.
fr_fr: Numéro de facture invalide.

source: No order slips were found for this period.
fr_fr: Aucun avoir trouvé pour cette période.

source: You must add a minimum quantity of %d
fr_fr: Vous devez ajouter une quantité minimum de %d

source: Invalid order
fr_fr: Commande non valable

source: The order cannot be renewed.
fr_fr: La commande ne peut être renouvelée

source: Are you sure you want to add this quantity?
fr_fr: Vous souhaitez ajouter plus de produit qu'il n'y a de stock, êtes-vous sûr de vouloir ajouter cette quantité ?

source: Are you sure you want to create a new invoice?
fr_fr: Êtes-vous sûr de vouloir créer une nouvelle facture ?

source: Error: No product has been selected
fr_fr: Erreur : aucun produit sélectionné

source: Error: Quantity of products must be set
fr_fr: Erreur : la quantité doit être établie

source: Error: Product price must be set
fr_fr: Erreur : le prix du produit doit être établi

source: Error. You cannot refund a negative amount.
fr_fr: Erreur. Vous ne pouvez pas rembourser un montant négatif.

source: No merchandise returned yet
fr_fr: Aucune marchandise n'a été retournée pour le moment

source: paid instead of
fr_fr: payé au lieu de

source: This warning also concerns order
fr_fr: Cet avertissement concerne aussi la commande

source: This warning also concerns the next orders:
fr_fr: Cet avertissement concerne aussi les commandes suivantes :

source: No payment methods are available
fr_fr: Aucun moyen de paiement disponible

source: A registered customer account has already claimed this email address
fr_fr: Un compte client utilisant cette adresse e-mail existe déjà

source: Do you want to send this message to the customer?
fr_fr: Souhaitez-vous envoyer ce message au client ?

source: Do you want to overwrite your existing message?
fr_fr: Voulez-vous écraser le message actuel ?

source: This product cannot be returned.
fr_fr: Impossible de retourner ce produit

source: Quantity to cancel is greater than quantity available.
fr_fr: La quantité à retourner est supérieure à la quantité disponible

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
fr_fr: Pour ce groupe de clients, les prix sont affichés : [1]%tax_method%[/1]

source: Merchandise returns are disabled
fr_fr: Les retours produits sont désactivés

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
fr_fr: Veuillez noter que changer de transporteur ne va pas recalculer vos frais de port. Si vous souhaitez modifier ce comportement, allez dans Paramètres de la boutique > Commandes

source: Editing this product line will remove the reduction and base price.
fr_fr: Modifier cette ligne supprimera la réduction et le prix d'origine visibles par le client (seul le prix final sera visible).

source: No voucher was found
fr_fr: Aucun bon trouvé

source: No customers found
fr_fr: Aucun client trouvé

source: No carrier can be applied to this order
fr_fr: Aucun transporteur ne peut être appliqué à cette commande

source: No products found
fr_fr: Aucun produit trouvé

source: You must add at least one address to process the order.
fr_fr: Vous devez ajouter au moins une adresse pour passer la commande.

source: The prices are without taxes.
fr_fr: Les prix sont Hors Taxe

source: This value must include taxes.
fr_fr: Cette valeur doit être taxes incluses.

source: There is no available document
fr_fr: Il n'y a pas de document disponible

source: How do you want to delete the selected customers?
fr_fr: Comment souhaitez-vous supprimer les clients sélectionnés?

source: There are two ways of deleting a customer. Please choose your preferred method.
fr_fr: Vous disposez de 2 méthodes pour supprimer un client, choisissez celle qui vous convient le mieux.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
fr_fr: Je souhaite que mes clients puissent se recréer un compte plus tard avec la même adresse e-mail : supprimer de la base de données toutes les données relatives aux clients sélectionnés.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
fr_fr: Je ne veux pas que mon ou mes client(s) puissent s'inscrire à nouveau. Le(s) client(s) seront supprimé(s) de cette liste mais les données seront conservées en base de données.

source: A registered customer account using the defined email address already exists.
fr_fr: Un compte client est déjà enregistré avec cette adresse e-mail.

source: No cart is available
fr_fr: Aucun panier disponible

source: For this particular customer group, prices are displayed as:
fr_fr: Pour ce groupe de clients, les prix sont affichés :
