Repository: SeedsHereNow420/shn
Catalog: app/Resources/translations/*/ModulesCategorytreeAdmin.*.xlf
Languages: fr_fr

source: Category tree links
fr_fr: Liens des catégories

source: Adds a block featuring product categories.
fr_fr: Ajoute un bloc proposant une navigation au sein de vos catégories de produits

source: Category root
fr_fr: Catégorie racine

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
fr_fr: Choisissez quelle catégorie afficher dans ce bloc. La catégorie actuelle est celle où le visiteur navigue actuellement.

source: Home category
fr_fr: Catégorie d'accueil

source: Current category
fr_fr: Catégorie actuelle

source: Parent category
fr_fr: Catégorie parente

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
fr_fr: Catégorie actuelle, sauf si elle n'a pas de sous-catégorie, alors la catégorie parente de la catégorie actuelle est utilisée

source: Maximum depth
fr_fr: Profondeur maximum

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
fr_fr: Détermine la profondeur maximale des catégories affichées (0 = infinie).
