Repository: SeedsHereNow420/shn
Catalog: app/Resources/translations/*/ModulesWelcomeAdmin.*.xlf
Languages: fr_fr

source: Welcome
fr_fr: Bienvenue

source: Help the user to create his first product.
fr_fr: Accompagne l'utilisateur dans la création de son premier produit.

source: Let's create your first product
fr_fr: Créons votre premier produit

source: What do you want to tell about it? Think about what your customers want to know.
fr_fr: Que souhaitez-vous en dire ? Pensez à ce que vos clients aimeraient savoir à propos de ce produit.

source: Add clear and attractive information. Don't worry, you can edit it later :)
fr_fr: Ajoutez un contenu clair et attrayant. Pas d'inquiétude, vous pourrez toujours le modifier après !

source: Give your product a catchy name.
fr_fr: Donnez un nom accrocheur à votre produit.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
fr_fr: Renseignez les informations essentielles dans cet onglet. Les autres onglets vous permettront de gérer les options plus avancées.

source: Add one or more pictures so your product looks tempting!
fr_fr: Ajoutez une ou plusieurs images pour montrer votre produit sous son meilleur jour !

source: How much do you want to sell it for?
fr_fr: Combien voulez-vous le vendre ?

source: Yay! You just created your first product. Looks good, right?
fr_fr: Bravo ! Vous venez de créer votre premier produit. Pas mal, non ?

source: Give your shop its own identity
fr_fr: Donnez à votre boutique sa touche personnelle

source: How do you want your shop to look? What makes it so special?
fr_fr: Qu'est-ce qui rend votre boutique si unique ? Comment voudriez-vous qu'elle soit ?

source: Customize your theme or choose the best design from our theme catalog.
fr_fr: Personnalisez votre thème ou choisissez parmi les nombreux modèles de notre catalogue de thèmes.

source: A good way to start is to add your own logo here!
fr_fr: Commencez par ajouter votre propre logo ici !

source: If you want something really special, have a look at the theme catalog!
fr_fr: Si vous cherchez quelque chose de vraiment unique, consultez notre catalogue de thèmes.

source: Get your shop ready for payments
fr_fr: Soyez prêt à recevoir des paiements

source: How do you want your customers to pay you?
fr_fr: Comment souhaitez-vous être payé par vos clients ?

source: Adapt your offer to your market: add the most popular payment methods for your customers!
fr_fr: Adaptez votre offre à votre marché : ajoutez les modes de paiement les plus populaires auprès de vos clients !

source: These payment methods are already available to your customers.
fr_fr: Ces modes de paiement sont déjà disponibles sur votre boutique.

source: And you can choose to add other payment methods from here!
fr_fr: Et vous pouvez en ajouter d'autres ici !

source: Choose your shipping solutions
fr_fr: Choisissez vos transporteurs

source: How do you want to deliver your products?
fr_fr: Comment souhaitez-vous livrer vos produits ?

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
fr_fr: Sélectionnez les transporteurs et mode de livraisons les plus adaptés à vos clients ! Ajoutez votre propret transporteur, ou utilisez un module pré-intégré.

source: Here are the shipping methods available on your shop today.
fr_fr: Voici les méthodes de livraisons disponibles sur votre boutique aujourd'hui.

source: You can offer more delivery options by setting up additional carriers
fr_fr: Vous pouvez proposer davantage d'options de livraison en paramétrant d'autres transporteurs

source: Improve your shop with modules
fr_fr: Améliorez votre boutique avec des modules

source: Add new features and manage existing ones thanks to modules.
fr_fr: Ajoutez de nouvelles fonctionnalités et gérez-en de nombreuses autres grâce aux modules.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
fr_fr: Certains modules sont déjà pré-installés, d'autres peuvent être gratuits ou payants - parcourez notre sélection et découvrez ceux disponibles !

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
fr_fr: Découvrez notre sélection de modules dans le 1er onglet. Gérez vos modules dans le second, et soyez avertis des alertes dans le troisième onglet.

source: Over to you!
fr_fr: À vous de jouer !

source: You've seen the essential, but there's a lot more to explore.
fr_fr: Vous avez vu l'essentiel, mais il y en a bien plus à découvrir.

source: Some ressources can help you go further:
fr_fr: Ces ressources vous aideront à aller plus loin :

source: Starter Guide
fr_fr: Guide de démarrage

source: Training
fr_fr: Formation

source: Video tutorial
fr_fr: Tutoriels Vidéo

source: I'm ready
fr_fr: Je suis prêt

source: Welcome to your shop!
fr_fr: Bienvenue chez vous !

source: Hi! My name is Preston and I'm here to show you around.
fr_fr: Bonjour ! Je m'appelle Preston et je suis là pour vous présenter l'interface.

source: You will discover a few essential steps before you can launch your shop:
fr_fr: Vous découvrirez les quelques étapes essentielles avant de lancer votre boutique :

source: Create your first product, customize your shop, configure shipping and payments...
fr_fr: ajouter votre premier produit, personnaliser votre boutique, paramétrer vos transporteurs et modes de paiement...

source: Let's get started!
fr_fr: C'est parti !

source: Later
fr_fr: Plus tard

source: Start
fr_fr: Démarrer

source: Launch your shop!
fr_fr: Lancez votre boutique !

source: Resume
fr_fr: Reprendre

source: Stop the OnBoarding
fr_fr: Quitter le tutoriel

source: Hey! Are you lost?
fr_fr: Vous êtes perdu ?

source: To continue, click here:
fr_fr: Pour continuer, cliquez ici :

source: If you want to stop the tutorial for good, click here:
fr_fr: Pour quitter le tutoriel de façon définitive, cliquez ici :

source: Quit the Welcome tutorial
fr_fr: Quitter le tutoriel de bienvenue

source: Continue
fr_fr: Continuer

source: Skip this tutorial
fr_fr: Passer le tutoriel

source: Step
fr_fr: Étape

source: Next
fr_fr: Suivant
