Repository: SeedsHereNow420/shn
Catalog: app/Resources/translations/*/ModulesImagesliderAdmin.*.xlf
Languages: fr_fr

source: Image slider
fr_fr: Carrousel

source: Adds an image slider to your site.
fr_fr: Ajoute un carrousel d'images à votre boutique.

source: Invalid values
fr_fr: Valeur non valables

source: Invalid slide
fr_fr: Diapositive non valable

source: Invalid slide state.
fr_fr: État non valable.

source: Invalid slide position.
fr_fr: Position non valable pour la diapositive.

source: Invalid slide ID
fr_fr: ID invalide pour la diapositive

source: The title is too long.
fr_fr: Titre trop long

source: The caption is too long.
fr_fr: La légende est trop longue.

source: The URL is too long.
fr_fr: URL trop longue

source: The description is too long.
fr_fr: Description trop longue

source: The URL format is not correct.
fr_fr: Format d'URL incorrect

source: Invalid filename.
fr_fr: Nom de fichier non valable.

source: The URL is not set.
fr_fr: URL absente

source: The image is not set.
fr_fr: Image absente

source: The configuration could not be updated.
fr_fr: La configuration n'a pas pu être mise à jour

source: The slide could not be added.
fr_fr: La diapositive n'a pas pu être ajoutée

source: The slide could not be updated.
fr_fr: La diapositive n'a pas pu être mise à jour

source: Slide information
fr_fr: Paramètres de la diapositive

source: Target URL
fr_fr: URL cible

source: Caption
fr_fr: Légende

source: Speed
fr_fr: Vitesse

source: The duration of the transition between two slides.
fr_fr: La durée de transition entre deux diapositives.

source: Pause on hover
fr_fr: Pause au survol

source: Stop sliding when the mouse cursor is over the slideshow.
fr_fr: Arrêter de défiler quand le curseur de la souris passe au-dessus du carrousel.

source: Loop forever
fr_fr: Répéter les images

source: Loop or stop after the last slide.
fr_fr: Répéter les images à l'infini ou s'arrêter à la diffusion de la dernière image.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
fr_fr: Étant donné que plusieurs langues sont activées sur votre boutique, pensez à mettre en ligne une version de votre image par langue.

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
fr_fr: Vous ne pouvez gérer les diapositives pour un groupe de boutiques ou toutes les boutiques à la fois. Sélectionnez directement la boutique que vous souhaitez modifier

source: You can only edit this slide from the shop(s) context: %s
fr_fr: Vous ne pouvez modifier cette diapositive que depuis ce contexte de boutique(s) : %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
fr_fr: Vous ne pouvez pas ajouter de diapositives pour un groupe de boutiques ou toutes les boutiques à la fois

source: Unable to get slide shop association information (id_slide: %d)
fr_fr: Impossible de savoir à quelle boutique associer la diapositive (diapositive %d)

source: The modifications will be applied to shop: %s
fr_fr: Les modifications s'appliqueront à la boutique suivante : %s

source: The modifications will be applied to this group: %s
fr_fr: Les modifications s'appliqueront au groupe de boutiques suivant : %s

source: The modifications will be applied to all shops and shop groups
fr_fr: Les modifications seront appliquées à toutes les boutiques et tous les groupes de boutiques.

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
fr_fr: Cette diapositive est utilisée par plusieurs boutiques ! Toutes les boutiques qui l'utilisent appliqueront les modifications faites ici

source: Slides list
fr_fr: Liste des diapositives

source: Shared slide
fr_fr: Diapositive partagée
